Repository: protonpass/ios-pass
Catalog: iOS/Shared/Localization/Localizable.xcstrings
Source language: en
Languages: be, ca, cs, da, de, el, es, es_419, fi, fr, hu, id, it, ja, ka, ko, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: Capital letters
be: Вялікія літары
ca: Lletres majúscules
cs: Velká písmena
da: Store bogstaver
de: Großbuchstaben
el: Κεφαλαία γράμματα
es: Letras mayúsculas
es_419: Letras mayúsculas
fi: Isot kirjaimet
fr: Lettres majuscules
hu: Nagybetűk
id: Huruf kapital
it: Lettere maiuscole
ja: 大文字
ka: მაღალი რეგისტრის სიმბოლოები
ko: 너무 많은 대문자를 사용함
nb: Store bokstaver
nl: Hoofdletters
pl: Wielkie litery
pt: Letras maiúsculas
pt_br: Palavras maiúsculas
ro: Majuscule
ru: Заглавные буквы
sk: Veľké písmená
sl: Velike črke
sv: Stora bokstäver
tr: Büyük harfler
uk: Великі літери
vi: Chữ in hoa
zh_hans: 大写字母
zh_hant: 大寫字母

source: Capitalize
be: Вялікімі літарамі
ca: Majúscules
cs: Velkými písmeny
da: Brug store bogstaver
de: Großschreiben
el: Κεφαλαιοποίηση
es: Mayúsculas
es_419: Mayúsculas
fi: Isot alkukirjaimet
fr: Avec des majuscules
hu: Nagy kezdőbetű
id: Kapitalkan
it: Maiuscole
ja: 先頭を大文字にする
ka: ზედა რეგისტრში გადაყვანა
ko: 대문자
nb: Gjør om til store bokstaver
nl: Hoofdletters
pl: Wielkie litery
pt: Em maiúsculas
pt_br: Maiúsculas
ro: Majuscule
ru: Прописные
sk: Veľké písmená
sl: Napiši veliko začetnico
sv: Versaler
tr: Harfleri büyüt
uk: Великими літерами
vi: In hoa
zh_hans: 大写
zh_hant: 首字大寫

source: Card
be: Картка
ca: Targeta
cs: Karta
da: Kort
de: Karte
el: Πιστωτική κάρτα
es: Tarjeta
es_419: Tarjeta
fi: Kortti
fr: Carte
hu: Kártya
id: Kartu
it: Carta
ja: クレジットカード
ka: საკრედიტო ბარათი
ko: 신용 카드
nb: Kort
nl: Kaart
pl: Karta
pt: Cartão de crédito
pt_br: Cartão
ro: Card de plată
ru: Карта
sk: Platobná karta
sl: Kartica
sv: Kort
tr: Kredi kartı
uk: Картка
vi: Thẻ tín dụng
zh_hans: 卡号
zh_hant: 卡片

source: Card number
be: Нумар карткі
ca: Número de targeta
cs: Číslo karty
da: Kortnummer
de: Kartennummer
el: Αριθμός κάρτας
es: Número de tarjeta
es_419: Número de tarjeta
fi: Kortin numero
fr: Numéro de la carte
hu: Kártyaszám
id: Nomor kartu
it: Numero della carta
ja: カード番号
ka: ბარათის ნომერი
ko: 카드 번호
nb: Kortnummer
nl: Creditcardnummer
pl: Numer karty
pt: Número do cartão
pt_br: Número do cartão
ro: Număr card
ru: Номер карты
sk: Číslo karty
sl: Številka kartice
sv: Kortnummer
tr: Kart numarası
uk: Номер картки
vi: Số thẻ
zh_hans: 卡号
zh_hant: 信用卡號

source: Card number copied
be: Нумар карткі скапіяваны
ca: S'ha copiat el número de la targeta.
cs: Číslo karty zkopírováno
da: Kortnummer kopieret
de: Kartennummer kopiert
el: Ο αριθμός της κάρτας αντιγράφηκε
es: Se ha copiado el número de la tarjeta.
es_419: El número de la tarjeta fue copiado.
fi: Kortin numero kopioitiin
fr: Le numéro de la carte a été copié.
hu: Kártyaszám másolva
id: Nomor kartu disalin
it: Numero della carta copiato
ja: カード番号をコピーしました
ka: ბარათის ნომერი კოპირებულია
ko: 카드 번호 복사됨
nb: Kortnummer kopiert
nl: Kaartnummer gekopieerd
pl: Numer karty został skopiowany
pt: Número do cartão copiado
pt_br: Número de cartão copiado
ro: Număr card a fost copiat.
ru: Номер карты скопирован
sk: Číslo platobnej karty skopírované
sl: Številka kartice je kopirana
sv: Kortnummer kopierat
tr: Kart numarası kopyalandı
uk: Номер картки скопійовано
vi: Đã sao chép số thẻ
zh_hans: 卡号已复制
zh_hant: 已複製信用卡卡號

source: Cardholder name
be: Імя трымальніка карткі
ca: Nom del titular de la targeta
cs: Jméno držitele karty
da: Kortholders navn
de: Name des Karteninhabers
el: Όνομα κατόχου κάρτας
es: Nombre del titular de la tarjeta
es_419: Nombre del titular de la tarjeta
fi: Kortinhaltijan nimi
fr: Nom du titulaire de la carte
hu: Kártyabirtokos neve
id: Nama pemegang kartu
it: Nome del titolare della carta
ja: カード名義人
ka: ბარათის მფლობლის სახელი
ko: 카드 소유자 이름
nb: Kortholders navn
nl: Naam kaarthouder
pl: Właściciel karty
pt: Nome do titular do cartão
pt_br: Nome do titular do cartão
ro: Nume titular card
ru: Имя владельца карты
sk: Meno držiteľa karty
sl: Ime imetnika kartice
sv: Kortinnehavarens namn
tr: Kart sahibinin adı
uk: Ім'я власника картки
vi: Tên chủ thẻ
zh_hans: 持卡人姓名
zh_hant: 持卡人姓名

source: Cardholder name copied
be: Імя трымальніка карткі скапіявана
ca: S'ha copiat el nom del titular de la targeta.
cs: Jméno držitele karty zkopírováno
da: Kortholders navn kopieret
de: Kartenbesitzername kopiert
el: Το όνομα του κατόχου της κάρτας αντιγράφηκε
es: Se ha copiado el nombre del titular de la tarjeta.
es_419: El nombre del titular de la tarjeta fue copiado.
fi: Kortinhaltijan nimi kopioitiin
fr: Le nom du titulaire de la carte a été copié.
hu: Kártyabirtokos neve másolva
id: Nama pemegang kartu disalin
it: Nome del titolare della carta copiato
ja: カード所有者の名前がコピーされました
ka: ბარათის მფლობლის სახელი გასუფთავდა
ko: 카드 소유자 이름 복사됨
nb: Kortholders navn kopiert
nl: Naam kaarthouder gekopieerd
pl: Właściciel karty został skopiowany
pt: Nome do titular do cartão copiado
pt_br: Nome do titular do cartão copiado
ro: Deținător card a fost copiat.
ru: Имя держателя карты скопировано
sk: Meno vlastníka karty skopírované
sl: Ime imetnika kartice je kopirano
sv: Kortinnehavarens namn kopierat
tr: Kart sahibi kopyalandı
uk: Ім'я власника картки скопійовано
vi: Đã sao chép tên chủ thẻ
zh_hans: 持卡人姓名已复制
zh_hant: 持卡人姓名複製

source: Caution: You won’t be able to access your Pass account if you lose this password.
be: Асцярожна: вы не зможаце атрымаць доступ да ўліковага запісу Pass, калі згубіце гэты пароль.
ca: Precaució: no podreu accedir al vostre compte Pass si perdeu aquesta contrasenya.
cs: Upozornění: Pokud toto heslo ztratíte, nebudete mít přístup ke svému účtu Pass.
da: Forsigtig: Du vil ikke kunne tilgå din Pass-konto, hvis du mister denne adgangskode.
de: Achtung! Wenn du dieses Passwort verlierst, kannst du nicht mehr auf dein Pass-Konto zugreifen.
el: Προσοχή: Δε θα μπορείτε να αποκτήσετε πρόσβαση στον λογαριασμό σας Pass αν χάσετε αυτόν τον κωδικό πρόσβασης.
es: Precaución: No podrás acceder a tu cuenta de Pass si pierdes esta contraseña.
es_419: Precaución: No podrá acceder a su cuenta de Pass si pierde esta contraseña.
fi: Varoitus: Jos kadotat tämän salasanan, et enää pääse Pass-tilillesi.
fr: Avertissement : vous ne pourrez plus accéder à votre compte Pass si vous perdez ce mot de passe.
hu: Figyelem: Ha elveszíti ezt a jelszót, nem fog tudni hozzáférni a fiókjához.
id: Peringatan: Anda tidak akan dapat mengakses akun Pass Anda apabila Anda kehilangan kata sandi ini.
it: Attenzione: non potrai accedere al tuo account Pass se perdi questa password.
ja: 注意: このパスワードを紛失すると、Pass アカウントにアクセスできなくなります。
ka: ფრთხილად: თუ პაროლს დაკარგავთ, Pass-ის ანგარიშთან წვდომა აღარ გექნებათ.
ko: 경고: 이 비밀번호를 분실하면 Pass 계정에 접근할 수 없게 됩니다.
nb: Forsiktig: du får ikke tilgang til Pass-kontoen din hvis du mister dette passordet.
nl: Let op: U heeft geen toegang tot uw passer-account als u dit wachtwoord kwijtraakt.
pl: Ostrzeżenie: Jeśli zapomnisz tego hasła, stracisz dostęp do konta Proton Pass.
pt: Atenção: não poderá aceder à sua conta do Pass se perder esta palavra-passe.
pt_br: Cuidado: você não poderá acessar sua conta do Pass se você perder essa senha.
ro: Atenție: nu veți putea accesa contul Pass dacă pierdeți această parolă.
ru: Внимание: Если вы потеряете этот пароль, вы не сможете получить доступ к своему аккаунту Pass.
sk: Pozor: Pokiaľ stratíte toto heslo, nebudete mať prístup k vášmu Pass účtu.
sl: Pozor: Če izgubite to geslo, ne boste mogli dostopati do svojega računa Pass.
sv: Varning: Du kommer inte att kunna komma åt ditt Pass-konto om du tappar bort detta lösenord.
tr: Dikkat: Bu parolayı kaybederseniz Pass hesabınıza erişemezsiniz.
uk: Увага: Ви не зможете отримати доступ до свого облікового запису Pass, якщо втратите цей пароль.
vi: Lưu ý: bạn sẽ không thể truy cập vào tài khoản Proton Pass nếu không có mật khẩu này.
zh_hans: 注意：如果您丢失此密码，您将无法访问您的 Pass 账户。
zh_hant: 注意：如果你忘記這組密碼，您將無法存取你的 Pass 帳戶

source: Change mailbox email
be: Змяніць электронную пошту скрыні
ca: Canvia el correu electrònic de la bústia
cs: Změna e-mailu schránky
da: Skift postkassens e-mail
de: Postfachadresse ändern
el: Αλλαγή ηλεκτρονικού ταχυδρομείου γραμματοκιβωτίου
es: Cambiar el correo electrónico del buzón
es_419: Cambiar el correo electrónico del buzón
fi: Vaihda postilaatikon sähköpostiosoite
fr: Modifier l'e-mail de la boite de réception
hu: Postafiók e-mail módosítása
id: Ubah email kotak surat
it: Cambia l'email della casella email
ja: メールボックスを変更
ka: საფოსტო ყუთის ელფოსტის შეცვლა
ko: 메일함 이메일 변경
nb: Endre e-post for postboks
nl: Wijzig mailbox e-mail
pl: Zmień skrzynkę pocztową
pt: Alterar o e-mail da caixa de correio
pt_br: Alterar e-mail da caixa de correio
ro: Modificare adresă de e-mail cont
ru: Изменить электронную почту почтового ящика
sk: Zmeniť email poštovej schránky
sv: Ändra e-post för brevlåda
tr: Kutunun e-posta adresini değiştir
uk: Змінити адресу поштової скриньки
vi: Thay đổi email hộp thư
zh_hans: 更改邮箱邮件
zh_hant: 變更電郵信箱位址

source: Change mailbox password
be: Змяніць пароль паштовай скрыні
ca: Canviar contrasenya de la bústia de correu
cs: Změnit heslo poštovní schránky
da: Ændr adgangskode til postkassen
de: Postfach-Passwort ändern
el: Αλλαγή κωδικού θυρίδας
es: Cambiar contraseña del buzón
es_419: Cambiar contraseña del buzón
fi: Vaihda postilaatikon salasana
fr: Changer le mot de passe de messagerie
hu: E-mail titkosítási jelszó megváltoztatása
id: Ubah kata sandi kotak surat
it: Cambia la password della casella di posta
ja: メールボックスのパスワードを変更
ka: საფოსტო ყუთის პაროლის შეცვლა
ko: 메일함 비밀번호 변경
nb: Endre postbokspassord
nl: Mailboxwachtwoord wijzigen
pl: Zmień hasło skrzynki pocztowej
pt: Alterar a palavra-passe da caixa de correio
pt_br: Alterar senha da caixa de correio
ro: Schimbare parolă mesaje
ru: Изменить пароль почтового ящика
sk: Zmeniť heslo k poštovej schránke
sl: Spremeni geslo poštnega nabiralnika
sv: Ändra lösenord för brevlådan
tr: Posta kutusu parolasını değiştir
uk: Змінити пароль поштової скриньки
vi: Đổi mật khẩu hộp thư
zh_hans: 更改邮箱密码
zh_hant: 更改信箱密碼

source: Change password
be: Змяніць пароль
ca: Canvia la contrasenya
cs: Změnit heslo
da: Ændr adgangskode
de: Passwort ändern
el: Αλλαγή κωδικού πρόσβασης
es: Cambiar contraseña
es_419: Cambiar contraseña
fi: Vaihda salasana
fr: Changer le mot de passe
hu: Jelszó módosítása
id: Ubah kata sandi
it: Cambia la password
ja: パスワードの変更
ka: პაროლის შეცვლა
ko: 비밀번호 변경
nb: Endre passord
nl: Wachtwoord wijzigen
pl: Zmień hasło
pt: Alterar a palavra-passe
pt_br: Alterar senha
ro: Schimbare parolă
ru: Изменить пароль
sk: Zmeniť heslo
sl: Spremeni geslo
sv: Ändra lösenord
tr: Parolayı değiştir
uk: Змінити пароль
vi: Đổi mật khẩu
zh_hans: 更改密码
zh_hant: 變更密碼

source: Change PIN code
be: Змяніць PIN-код
ca: Canviar codi PIN
cs: Změnit PIN kód
da: Skift pinkode
de: PIN ändern
el: Αλλάξτε κωδικό PIN
es: Cambiar código PIN
es_419: Cambiar código PIN
fi: Vaihda PIN-koodi
fr: Modifier le code PIN
hu: PIN kód megváltoztatása
id: Ubah kode PIN
it: Cambia il codice PIN
ja: PIN コードの変更
ka: PIN კოდის შეცვლა
ko: PIN 코드 변경
nb: Endre PIN-koden
nl: Wijzig pincode
pl: Zmień kod PIN
pt: Alterar o código PIN
pt_br: Alterar o código PIN
ro: Schimbare cod PIN
ru: Изменить PIN-код
sk: Zmeniť PIN kód
sl: Spremeni kodo PIN
sv: Ändra PIN-kod
tr: PIN kodunu değiştir
uk: Змінити PIN-код
vi: Thay đổi mã PIN
zh_hans: 更改 PIN 码
zh_hant: 變更 PIN 碼

source: Change your passwords
be: Змяніце свой пароль
ca: Canvieu les vostres contrasenyes
cs: Změňte si hesla
da: Skift dine adgangskoder
de: Ändere deine Passwörter
el: Αλλάξτε τους κωδικούς πρόσβασής σας
es: Cambia las contraseñas
es_419: Cambie las contraseñas
fi: Vaihda salasanasi
fr: Modifiez vos mots de passe
hu: Változtassa meg a jelszavait
id: Ubah kata sandi Anda
it: Cambia le tue password
ja: パスワードを変更してください
ka: შეცვალეთ თქვენი პაროლები
ko: 비밀번호 변경
nb: Endre passordene dine
nl: Uw wachtwoorden wijzigen
pl: Zmień hasła
pt: Alterar as suas palavras-passe
pt_br: Alterar suas senhas
ro: Schimbați-vă parolele
ru: Изменить ваши пароли
sk: Zmeňte vaše heslá
sl: Spremenite svoja gesla
sv: Ändra dina lösenord
tr: Parolalarınızı değiştirin
uk: Змінити ваші паролі
vi: Thay đổi các mật khẩu của bạn
zh_hans: 更改密码
zh_hant: 更改您的密碼

source: Changelog
be: Спіс змен
ca: Registre de canvis
cs: Přehled změn
da: Ændringslog
de: Änderungsprotokoll
el: Αρχείο αλλαγών
es: Registro de cambios
es_419: Registro de cambios
fi: Muutoshistoria
fr: Liste des modifications
hu: Változások listája
id: Riwayat perubahan
it: Lista dei cambiamenti
ja: 更新履歴
ka: ცვლილებების სია
ko: 변경 내역
nb: Endringslogg
nl: Wat is er veranderd
pl: Lista zmian
pt: Registo de alterações
pt_br: Registro de alterações
ro: Istoric modificări
ru: Список изменений
sk: Zoznam zmien
sl: Dnevnik sprememb
sv: Ändringslogg
tr: Değişiklik günlüğü
uk: Список змін
vi: Nhật ký thay đổi
zh_hans: 更新记录
zh_hant: 更新日誌

source: City
be: Горад
ca: Ciutat
cs: Město
da: By
de: Stadt
el: Πόλη
es: Ciudad
es_419: Ciudad
fi: Kaupunki
fr: Ville
hu: Város
id: Kota
it: Città
ja: 市区町村
ka: ქალაქი
ko: 시
nb: Poststed
nl: Stad
pl: Miasto
pt: Cidade
pt_br: Cidade
ro: Oraş
ru: Город
sk: Mesto
sl: Mesto
sv: Ort
tr: İl
uk: Місто
vi: Thành phố
zh_hans: 城市 / 区县
zh_hant: 市

source: Class
be: Клас
ca: Classe
cs: Třída
da: Klasse
de: Klasse
el: Κατηγορία
es: Clase
es_419: Clase
fi: Luokka
fr: Classe
hu: Osztály
id: Kelas
it: Classe
ja: クラス
ko: 구분
nb: Klasse
nl: Klasse
pl: Klasa
pt: Classe
pt_br: Classe
ro: Clasa
ru: Класс
sk: Trieda
sl: Razred
sv: Klass
tr: Sınıf
uk: Клас
vi: Loại
zh_hans: 类型
zh_hant: 類別

source: Clear
be: Ачысціць
ca: Neteja
cs: Smazat
da: Ryd
de: Leeren
el: Εκκαθάριση
es: Limpiar
es_419: Borrar
fi: Tyhjennä
fr: Effacer
hu: Ürítés
id: Hapus
it: Cancella
ja: クリア
ka: გასუფთავება
ko: 삭제
nb: Tøm
nl: Wissen
pl: Wyczyść
pt: Limpar
pt_br: Limpar
ro: Golire
ru: Очистить
sk: Vymazať
sl: Počisti
sv: Rensa
tr: Temizle
uk: Очистити
vi: Xóa
zh_hans: 清空
zh_hant: 清除

source: Clear all logs
be: Ачысціць усе журналы
ca: Esborrar tots els registres
cs: Smazat všechny logy
da: Ryd alle logs
de: Alle Protokolle löschen
el: Καταργήστε όλα τα αρχεία καταγραφής
es: Borrar todos los registros
es_419: Borrar todos los registros
fi: Tyhjennä kaikki lokitiedot
fr: Effacer tous les journaux
hu: Összes napló törlése
id: Bersihkan semua catatan
it: Cancella tutti i log
ja: 全てのログを削除
ka: ყველა ჟურნალის გასუფთავება
ko: 모든 로그 삭제
nb: Tøm alle logger
nl: Alle logboeken wissen
pl: Usuń logi
pt: Limpar todos os registos
pt_br: Limpar todos os registros
ro: Golire jurnal
ru: Очистить все журналы
sk: Vymazať všetky záznamy
sl: Počistite vse dnevnike
sv: Rensa alla loggar
tr: Tüm günlük kayıtlarını sil
uk: Очистити всі журнали
vi: Xóa tất cả nhật ký
zh_hans: 清除所有日志
zh_hant: 清除所有紀錄

source: Clear clipboard
be: Ачысціць буфер абмену
ca: Neteja el porta-retalls
cs: Vyprázdnit schránku
da: Ryd udklipsholder
de: Zwischenablage leeren
el: Εκκαθάριση Πρόχειρου
es: Limpiar el portapapeles
es_419: Borrar portapapeles
fi: Tyhjennä leikepöytä
fr: Vider le presse-papiers
hu: Vágólap ürítése
id: Bersihkan papan klip
it: Cancella appunti
ja: クリップボードをクリア
ka: გაცვლის ბუფერის გასუფთავება
ko: 클립보드 비우기
nb: Tøm utklippstavle
nl: Klembord wissen
pl: Wyczyść schowek
pt: Limpar a área de transferência
pt_br: Limpar área de transferência
ro: Golire memorie
ru: Очистить буфер обмена
sk: Vymazať schránku
sl: Počisti odložišče
sv: Rensa urklipp
tr: Panoyu temizle
uk: Очистити буфер обміну
vi: Xóa bộ nhớ tạm
zh_hans: 清空剪贴板
zh_hant: 清除剪貼簿

source: Clear downloaded files
be: Выдаліць спампаваныя файлы
ca: Esborra els fitxers descarregats
cs: Smazat stažené soubory
da: Ryd downloadede filer
de: Heruntergeladene Dateien löschen
el: Εκκαθάριση ληφθέντων αρχείων
es: Borrar los archivos descargados
es_419: Borrar los archivos descargados
fi: Tyhjennä ladatut tiedostot
fr: Effacer les fichiers téléchargés
hu: Letöltött fájlok törlése
id: Bersihkan berkas terunduh
it: Cancella i file scaricati
ja: ダウンロード済みファイルを消去
ka: გადმოწერილი ფაილების გაწმენდა
ko: 다운로드된 파일 지우기
nb: Tøm nedlastede filer
nl: Gedownloade bestanden wissen
pl: Wyczyść pobrane pliki
pt: Limpar ficheiros transferidos
pt_br: Limpar arquivos baixados
ro: Eliminare fișiere descărcate
ru: Очистить скачанные файлы
sk: Vymazať stiahnuté súbory
sl: Počisti prenesene datoteke
sv: Rensa nedladdade filer
tr: İndirilmiş dosyaları temizle
uk: Очистити завантажені файли
vi: Xoá các tệp đã tải xuống
zh_hans: 清除已下载文件
zh_hant: 清除下載的檔案

source: Clipboard
be: Буфер абмену
ca: Porta-retalls
cs: Schránka
da: Udklipsholder
de: Zwischenablage
el: Πρόχειρο
es: Portapapeles
es_419: Portapapeles
fi: Leikepöytä
fr: Presse-papiers
hu: Vágólap
id: Papan klip
it: Appunti
ja: クリップボード
ka: ბუფერი
ko: 클립보드
nb: Utklippstavle
nl: Klembord
pl: Schowek
pt: Área de transferência
pt_br: Área de transferência
ro: Memorie
ru: Буфер обмена
sk: Schránka
sl: Odložišče
sv: Urklipp
tr: Pano
uk: Буфер обміну
vi: Bộ nhớ tạm
zh_hans: 剪贴板
zh_hant: 剪貼簿

source: Clone
be: Кланіраваць
ca: Clonar
cs: Duplikovat
da: Klon
de: Klonen
el: Κλωνοποίηση
es: Duplicar
es_419: Duplicar
fi: Monista
fr: Dupliquer
hu: Klón
id: Gandakan
it: Clona
ja: 複製
ka: კლონი
ko: 복제
nb: Klone
nl: Dupliceren
pl: Sklonuj
pt: Clonar
pt_br: Clonar
ro: Clonare
ru: Клонировать
sk: Klonovať
sl: Kloniraj
sv: Klona
tr: Kopyala
uk: Клонувати
vi: Nhân bản
zh_hans: 复制
zh_hant: 複製

source: Close
be: Закрыць
ca: Tanca
cs: Zavřít
da: Luk
de: Schließen
el: Κλείσιμο
es: Cerrar
es_419: Cerrar
fi: Sulje
fr: Fermer
hu: Bezárás
id: Tutup
it: Chiudi
ja: 閉じる
ka: დახურვა
ko: 닫기
nb: Lukk
nl: Sluiten
pl: Zamknij
pt: Fechar
pt_br: Fechar
ro: Închidere
ru: Закрыть
sk: Zatvoriť
sl: Zapri
sv: Stäng
tr: Kapat
uk: Закрити
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

source: Code
be: Код
ca: Codi
cs: Kód
da: Kode
el: Κωδικός
es: Código
es_419: Código
fi: Koodi
hu: Kód
id: Kode
it: Codice
ja: コード
ka: კოდი
ko: 코드
nb: Kode
pl: Kod
pt: Código
pt_br: Código
ro: Cod
ru: Код
sk: Kód
sl: Koda
sv: Kod
tr: Kod
uk: Код
vi: Mã
zh_hans: 验证码
zh_hant: 驗證碼

source: Commas
be: Коскі
ca: Comes
cs: Čárky
da: Kommaer
de: Kommas
el: Κόμματα
es: Comas
es_419: Comas
fi: Pilkku
fr: Virgules
hu: Vesszők
id: Koma
it: Virgole
ja: コンマ
ka: მძიმეები
ko: 쉼표
nb: Kommaer
nl: Komma's
pl: Przecinki
pt: Vírgulas
pt_br: Vírgulas
ro: Virgule
ru: Запятые
sk: Čiarky
sl: Vejice
sv: Kommatecken
tr: Virgül
uk: Коми
vi: Dấu phẩy
zh_hans: 半角逗号
zh_hant: 逗號

source: Company
be: Кампанія
ca: Empresa
cs: Firma
da: Firma
de: Unternehmen
el: Εταιρεια
es: Empresa
es_419: Empresa
fi: Yritys
fr: Entreprise
hu: Cég
id: Perusahaan
it: Azienda
ja: 会社
ka: კომპანია
ko: 회사
nb: Firma
nl: Bedrijf
pl: Firma
pt: Empresa
pt_br: Empresa
ro: Compania
ru: Компания
sk: Spoločnosť
sl: Podjetje
sv: Företag
tr: Kuruluş
uk: Компанія
vi: Công ty
zh_hans: 公司
zh_hant: 公司

source: Conceal
be: Схаваць
ca: Oculta
cs: Skrýt
da: Skjul
de: Ausblenden
el: Απόκρυψη
es: Ocultar
es_419: Ocultar
fi: Piilota
fr: Masquer
hu: Elrejt
id: Sembunyikan
it: Nascondi
ja: 隠す
ka: გადაფარება
ko: 감추기
nb: Skjul
nl: Verbergen
pl: Ukryj
pt: Ocultar
pt_br: Ocultar
ro: Ascundere
ru: Скрыть
sk: Skryť
sl: Skrij
sv: Dölj
tr: Gizle
uk: Приховати
vi: Ẩn
zh_hans: 隐藏
zh_hant: 隱藏

source: Confirm
be: Пацвердзіць
ca: Confirma
cs: Potvrdit
da: Bekræft
de: Bestätigen
el: Επιβεβαίωση
es: Confirmar
es_419: Confirmar
fi: Vahvista
fr: Confirmer
hu: Jóváhagyás
id: Konfirmasi
it: Conferma
ja: 確認
ka: დასტური
ko: 확인
nb: Bekreft
nl: Bevestigen
pl: Potwierdź
pt: Confirmar
pt_br: Confirmar
ro: Confirmare
ru: Подтвердить
sk: Potvrdiť
sl: Potrdi
sv: Bekräfta
tr: Onayla
uk: Підтвердити
vi: Đồng ý
zh_hans: 确定
zh_hant: 確認

source: Confirm access
be: Пацвердзіць доступ
ca: Confirma l'accés
cs: Potvrdit přístup
da: Bekræft adgang
de: Zugriff bestätigen
el: Επιβεβαιώστε την πρόσβαση
es: Confirmar el acceso
es_419: Confirmar el acceso
fi: Vahvista käyttöoikeus
fr: Confirmer l'accès
hu: Hozzáférés megerősítése
id: Konfirmasi akses
it: Conferma l'accesso
ja: アクセスを確認する
ka: წვდომის დადასტურება
ko: 접근 허용
nb: Bekreft tilgang
nl: Bevestig toegang
pl: Potwierdź dostęp
pt: Confirmar o acesso
pt_br: Confirmar acesso
ro: Confirmare acces
ru: Подтвердить доступ
sk: Potvrďte prístup
sl: Potrdite dostop
sv: Bekräfta åtkomst
tr: Erişimi onayla
uk: Підтвердити доступ
vi: Xác nhận truy cập
zh_hans: 确认访问
zh_hant: 確認存取

source: Confirm extra password
be: Пацвердзіць дадатковы пароль
ca: Confirmeu la contrasenya addicional
cs: Potvrdit dodatečné heslo
da: Bekræft ekstra adgangskode
de: Zusätzliches Passwort bestätigen
el: Επιβεβαίωση επιπλέον κωδικού πρόσβασης
es: Confirma la contraseña adicional
es_419: Confirme la contraseña adicional
fi: Vahvista lisäsalasana
fr: Confirmer le mot de passe supplémentaire
hu: Extra jelszó megerősítése
id: Konfirmasi kata sandi tambahan
it: Conferma la password aggiuntiva
ja: 追加のパスワードを確認
ka: დაადასტურეთ დამატებითი პაროლი
ko: 추가 비밀번호 확인
nb: Bekreft ekstra passord
nl: Bevestig extra wachtwoord
pl: Potwierdź dodatkowe hasło
pt: Confirmar a palavra-passe adicional
pt_br: Confirmar senha adicional
ro: Confirmare parolă suplimentară
ru: Подтвердить дополнительный пароль
sk: Potvrďte dodatočné heslo
sl: Potrdite dodatno geslo
sv: Bekräfta extra lösenord
tr: Ek parola onayı
uk: Підтвердити додатковий пароль
vi: Xác nhận mật khẩu phụ
zh_hans: 确认额外密码
zh_hant: 確認第二密碼

source: Confirm your email
be: Пацвердзіце сваю электронную пошту
ca: Confirmeu el vostre correu electrònic
cs: Potvrďte svůj e-mail
da: Bekræft din e-mail
de: E-Mail-Adresse bestätigen
el: Επιβεβαιώστε τη διεύθυνση email σας
es: Confirma el correo electrónico
es_419: Confirme el correo electrónico
fi: Vahvista sähköpostiosoitteesi
fr: Confirmez votre e-mail
hu: Email cím megerősítése
id: Konfirmasi surel Anda
it: Conferma l'email
ja: メールを確認してください
ka: დაადასტურეთ თქვენი ელფოსტა
ko: 이메일을 확인하세요
nb: Bekreft e-posten din
nl: Bevestig uw e-mailadres
pl: Potwierdź adres
pt: Confirmar o seu e-mail
pt_br: Confirmar seu e-mail
ro: Confirmare adresă de e-mail
ru: Подтвердите свою электронную почту
sk: Potvrďte váš email
sl: Potrdite svoj elektronski naslov.
sv: Bekräfta din e-post
tr: E-posta adresinizi onaylayın
uk: Підтвердьте вашу пошту
vi: Xác nhận email của bạn
zh_hans: 确认您的邮箱
zh_hant: 確認您的電子郵件

source: Confirm your Proton password
be: Пацвердзіць ваш пароль Proton
ca: Confirmi la seva contrasenya de Proton
cs: Potvrďte své Proton heslo
da: Bekræft din Proton-adgangskode
de: Proton-Passwort bestätigen
el: Επιβεβαίωση του Proton κωδικού σύνδεσης σας
es: Confirma tu contraseña de Proton
es_419: Confirme su contraseña de Proton
fi: Vahvista Proton-salasanasi
fr: Confirmez votre mot de passe Proton
hu: Proton jelszó megerősítése
id: Konfirmasi kata sandi Proton Anda
it: Conferma la password Proton
ja: Protonパスワードを確認
ka: დაადასტურეთ თქვენი Proton-ის პაროლი
ko: Proton 비밀번호 확인
nb: Bekreft Proton-passordet ditt
nl: Het Proton-wachtwoord mag niet leeg zijn
pl: Potwierdź hasło Proton
pt: Confirme a sua palavra-passe da Proton
pt_br: Confirmar sua senha da Proton
ro: Confirmați parola Proton
ru: Подтвердите свой пароль Proton
sk: Potvrďte vaše Proton heslo
sl: Potrdite svoje geslo za Proton
sv: Bekräfta ditt Proton-lösenord
tr: Proton parolanızı onaylayın
uk: Підтвердити ваш пароль Proton
vi: Xác nhận mật khẩu Proton
zh_hans: 确认您的 Proton 密码
zh_hant: 確認您的 Proton 密碼字元
